Repository: Krystek20/SnapDay
Catalog: SnapDayKit/Sources/Plans/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br

source: %lld activities
ar: %lld نشاطًا
de: %lld Aktivitäten
es: %lld actividades
fr: %lld activités
it: %lld attività
ja: %lld件のアクティビティ
ko: 활동 %lld개
pl: %lld aktywności
pt_br: %lld atividades

source: %lld of %lld activities complete
ar: اكتمل %1$lld من %2$lld من الأنشطة
de: %1$lld von %2$lld Aktivitäten erledigt
es: %1$lld de %2$lld actividades completadas
fr: %1$lld activités sur %2$lld terminées
it: %1$lld attività su %2$lld completate
ja: %2$lld件中%1$lld件のアクティビティが完了
ko: 활동 %2$lld개 중 %1$lld개 완료
pl: Ukończono %1$lld z %2$lld aktywności
pt_br: %1$lld de %2$lld atividades concluídas

source: %lld of %lld planned activities complete
ar: اكتمل %1$lld من %2$lld من الأنشطة المخططة
de: %1$lld von %2$lld geplanten Aktivitäten erledigt
es: %1$lld de %2$lld actividades planificadas completadas
fr: %1$lld activités planifiées sur %2$lld terminées
it: %1$lld attività pianificate su %2$lld completate
ja: %2$lld件中%1$lld件の予定アクティビティが完了
ko: 계획된 활동 %2$lld개 중 %1$lld개 완료
pl: Ukończono %1$lld z %2$lld zaplanowanych aktywności
pt_br: %1$lld de %2$lld atividades planejadas concluídas

source: 1 activity
ar: نشاط واحد
de: 1 Aktivität
es: 1 actividad
fr: 1 activité
it: 1 attività
ja: 1件のアクティビティ
ko: 활동 1개
pl: 1 aktywność
pt_br: 1 atividade

source: 1 month
ar: شهر واحد
de: 1 Monat
es: 1 mes
fr: 1 mois
it: 1 mese
ja: 1か月
ko: 1개월
pl: 1 miesiąc
pt_br: 1 mês

source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
pl: 1 rok
pt_br: 1 ano

source: 2 weeks
ar: أسبوعان
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
it: 2 settimane
ja: 2週間
ko: 2주
pl: 2 tygodnie
pt_br: 2 semanas

source: 3 months
ar: 3 أشهر
de: 3 Monate
es: 3 meses
fr: 3 mois
it: 3 mesi
ja: 3か月
ko: 3개월
pl: 3 miesiące
pt_br: 3 meses

source: 6 months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ja: 6か月
ko: 6개월
pl: 6 miesięcy
pt_br: 6 meses

source: 7 days
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日間
ko: 7일
pl: 7 dni
pt_br: 7 dias

source: Active
ar: نشطة
de: Aktiv
es: Activo
fr: Actif
it: Attivo
ja: 進行中
ko: 활성
pl: Aktywny
pt_br: Ativo

source: Active plans
ar: الخطط النشطة
de: Aktive Pläne
es: Planes activos
fr: Plans actifs
it: Piani attivi
ja: 進行中のプラン
ko: 활성 플랜
pl: Aktywne plany
pt_br: Planos ativos

source: Activities
ar: الأنشطة
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
ja: アクティビティ
ko: 활동
pl: Aktywności
pt_br: Atividades

source: Add activity
ar: إضافة نشاط
de: Aktivität hinzufügen
es: Añadir actividad
fr: Ajouter une activité
it: Aggiungi attività
ja: アクティビティを追加
ko: 활동 추가
pl: Dodaj aktywność
pt_br: Adicionar atividade

source: Add an activity to at least one available day.
ar: أضف نشاطًا إلى يوم متاح واحد على الأقل.
de: Füge mindestens einem verfügbaren Tag eine Aktivität hinzu.
es: Añade una actividad al menos a un día disponible.
fr: Ajoutez une activité à au moins un jour disponible.
it: Aggiungi un'attività ad almeno un giorno disponibile.
ja: 少なくとも1つの空いている日にアクティビティを追加してください。
ko: 사용 가능한 날짜를 하나 이상 선택해 활동을 추가하세요.
pl: Dodaj aktywność do co najmniej jednego dostępnego dnia.
pt_br: Adicione uma atividade a pelo menos um dia disponível.

source: Add to %@
ar: إضافة إلى %@
de: Zu %@ hinzufügen
es: Añadir a %@
fr: Ajouter à %@
it: Aggiungi a %@
ja: %@に追加
ko: %@에 추가
pl: Dodaj: %@
pt_br: Adicionar a %@

source: Apply to %lld days
ar: تطبيق على %lld أيام
de: Auf %lld Tage anwenden
es: Aplicar a %lld días
fr: Appliquer à %lld jours
it: Applica a %lld giorni
ja: %lld日間に適用
ko: %lld일에 적용
pl: Zastosuj do %lld dni
pt_br: Aplicar a %lld dias

source: Apply to 1 day
ar: تطبيق على يوم واحد
de: Auf 1 Tag anwenden
es: Aplicar a 1 día
fr: Appliquer à 1 jour
it: Applica a 1 giorno
ja: 1日に適用
ko: 1일에 적용
pl: Zastosuj do 1 dnia
pt_br: Aplicar a 1 dia

source: Apply to days
ar: تطبيق على أيام
de: Auf Tage anwenden
es: Aplicar a días
fr: Appliquer à des jours
it: Applica ai giorni
ja: ほかの曜日に適用
ko: 요일에 적용
pl: Zastosuj do dni
pt_br: Aplicar aos dias

source: Archive plan
ar: أرشفة الخطة
de: Plan archivieren
es: Archivar plan
fr: Archiver le plan
it: Archivia piano
ja: プランをアーカイブ
ko: 플랜 보관
pl: Archiwizuj plan
pt_br: Arquivar plano

source: Archive this plan?
ar: هل تريد أرشفة هذه الخطة؟
de: Diesen Plan archivieren?
es: ¿Archivar este plan?
fr: Archiver ce plan ?
it: Archiviare questo piano?
ja: このプランをアーカイブしますか？
ko: 이 플랜을 보관할까요?
pl: Zarchiwizować ten plan?
pt_br: Arquivar este plano?

source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
pl: Zarchiwizowany
pt_br: Arquivado

source: Archived plans
ar: الخطط المؤرشفة
de: Archivierte Pläne
es: Planes archivados
fr: Plans archivés
it: Piani archiviati
ja: アーカイブ済みのプラン
ko: 보관된 플랜
pl: Zarchiwizowane plany
pt_br: Planos arquivados

source: Build a weekly plan from your saved activities. SnapDay will add them on the days you choose.
ar: أنشئ خطة أسبوعية من أنشطتك المحفوظة. سيضيفها SnapDay في الأيام التي تختارها.
de: Erstelle aus deinen gespeicherten Aktivitäten einen Wochenplan. SnapDay fügt sie an den ausgewählten Tagen hinzu.
es: Crea un plan semanal con tus actividades guardadas. SnapDay las añadirá los días que elijas.
fr: Créez un plan hebdomadaire à partir de vos activités enregistrées. SnapDay les ajoutera aux jours choisis.
it: Crea un piano settimanale dalle attività salvate. SnapDay le aggiungerà nei giorni scelti.
ja: 保存済みのアクティビティから週間プランを作成します。SnapDayが選択した曜日に追加します。
ko: 저장된 활동으로 주간 플랜을 만드세요. SnapDay가 선택한 요일에 활동을 추가합니다.
pl: Utwórz tygodniowy plan z zapisanych aktywności. SnapDay doda je w wybrane dni.
pt_br: Crie um plano semanal com suas atividades salvas. O SnapDay vai adicioná-las nos dias escolhidos.

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

source: Changing the start date keeps the selected duration. Changing the end date sets a custom duration.
ar: يؤدي تغيير تاريخ البدء إلى الاحتفاظ بالمدة المحددة. ويؤدي تغيير تاريخ الانتهاء إلى تعيين مدة مخصصة.
de: Beim Ändern des Startdatums bleibt die gewählte Dauer erhalten. Ein neues Enddatum legt eine eigene Dauer fest.
es: Al cambiar la fecha de inicio se mantiene la duración elegida. Al cambiar la fecha de fin se establece una duración personalizada.
fr: Modifier la date de début conserve la durée choisie. Modifier la date de fin définit une durée personnalisée.
it: Cambiando la data di inizio mantieni la durata scelta. Cambiando la data di fine imposti una durata personalizzata.
ja: 開始日を変更しても選択した期間は維持されます。終了日を変更するとカスタム期間になります。
ko: 시작 날짜를 변경해도 선택한 기간은 유지됩니다. 종료 날짜를 변경하면 사용자 지정 기간이 설정됩니다.
pl: Zmiana daty rozpoczęcia zachowuje wybrany czas trwania. Zmiana daty zakończenia ustawia własny czas trwania.
pt_br: Alterar a data de início mantém a duração escolhida. Alterar a data de término define uma duração personalizada.

source: Complete today's activities from your Dashboard.
ar: أكمل أنشطة اليوم من لوحة المعلومات.
de: Erledige die heutigen Aktivitäten im Dashboard.
es: Completa las actividades de hoy desde el panel.
fr: Terminez les activités du jour depuis le tableau de bord.
it: Completa le attività di oggi dalla dashboard.
ja: 今日のアクティビティはダッシュボードから完了できます。
ko: 대시보드에서 오늘의 활동을 완료하세요.
pl: Ukończ dzisiejsze aktywności na pulpicie.
pt_br: Conclua as atividades de hoje pelo painel.

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pl: Dalej
pt_br: Continuar

source: Couldn't load plans
ar: تعذر تحميل الخطط
de: Pläne konnten nicht geladen werden
es: No se pudieron cargar los planes
fr: Impossible de charger les plans
it: Impossibile caricare i piani
ja: プランを読み込めませんでした
ko: 플랜을 불러올 수 없음
pl: Nie udało się wczytać planów
pt_br: Não foi possível carregar os planos

source: Create a plan
ar: إنشاء خطة
de: Plan erstellen
es: Crear un plan
fr: Créer un plan
it: Crea un piano
ja: プランを作成
ko: 플랜 만들기
pl: Utwórz plan
pt_br: Criar um plano

source: Create similar
ar: إنشاء خطة مشابهة
de: Ähnlichen Plan erstellen
es: Crear uno similar
fr: Créer un plan similaire
it: Crea un piano simile
ja: 同様のプランを作成
ko: 비슷한 플랜 만들기
pl: Utwórz podobny
pt_br: Criar semelhante

source: Create your first plan
ar: أنشئ خطتك الأولى
de: Ersten Plan erstellen
es: Crea tu primer plan
fr: Créez votre premier plan
it: Crea il tuo primo piano
ja: 最初のプランを作成
ko: 첫 플랜 만들기
pl: Utwórz pierwszy plan
pt_br: Crie seu primeiro plano

source: Custom
ar: مخصصة
de: Eigene
es: Personalizada
fr: Personnalisée
it: Personalizzata
ja: カスタム
ko: 사용자 지정
pl: Własny
pt_br: Personalizada

source: Date range
ar: نطاق التاريخ
de: Zeitraum
es: Intervalo de fechas
fr: Période
it: Intervallo di date
ja: 期間
ko: 날짜 범위
pl: Zakres dat
pt_br: Intervalo de datas

source: Day actions
ar: إجراءات اليوم
de: Tagesaktionen
es: Acciones del día
fr: Actions du jour
it: Azioni del giorno
ja: 曜日のアクション
ko: 요일 작업
pl: Działania dnia
pt_br: Ações do dia

source: Delete plan
ar: حذف الخطة
de: Plan löschen
es: Eliminar plan
fr: Supprimer le plan
it: Elimina piano
ja: プランを削除
ko: 플랜 삭제
pl: Usuń plan
pt_br: Excluir plano

source: Delete this plan?
ar: هل تريد حذف هذه الخطة؟
de: Diesen Plan löschen?
es: ¿Eliminar este plan?
fr: Supprimer ce plan ?
it: Eliminare questo piano?
ja: このプランを削除しますか？
ko: 이 플랜을 삭제할까요?
pl: Usunąć ten plan?
pt_br: Excluir este plano?

source: Done
ar: مكتمل
de: Erledigt
es: Completada
fr: Terminée
it: Completata
ja: 完了
ko: 완료
pl: Ukończono
pt_br: Concluída

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 期間
ko: 기간
pl: Czas trwania
pt_br: Duração

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pl: Edytuj
pt_br: Editar

source: Edit plan
ar: تحرير الخطة
de: Plan bearbeiten
es: Editar plan
fr: Modifier le plan
it: Modifica piano
ja: プランを編集
ko: 플랜 편집
pl: Edytuj plan
pt_br: Editar plano

source: Ends
ar: الانتهاء
de: Ende
es: Fin
fr: Fin
it: Fine
ja: 終了
ko: 종료
pl: Koniec
pt_br: Término

source: Enter a plan name.
ar: أدخل اسمًا للخطة.
de: Gib einen Plannamen ein.
es: Introduce un nombre para el plan.
fr: Saisissez un nom pour le plan.
it: Inserisci un nome per il piano.
ja: プラン名を入力してください。
ko: 플랜 이름을 입력하세요.
pl: Wpisz nazwę planu.
pt_br: Digite um nome para o plano.

source: Existing activities will be replaced, not merged.
ar: سيتم استبدال الأنشطة الحالية ولن يتم دمجها.
de: Vorhandene Aktivitäten werden ersetzt und nicht zusammengeführt.
es: Las actividades existentes se sustituirán, no se combinarán.
fr: Les activités existantes seront remplacées et non fusionnées.
it: Le attività esistenti verranno sostituite, non unite.
ja: 既存のアクティビティは統合されず、置き換えられます。
ko: 기존 활동은 병합되지 않고 교체됩니다.
pl: Istniejące aktywności zostaną zastąpione, a nie połączone.
pt_br: As atividades existentes serão substituídas, não combinadas.

source: Finished
ar: منتهية
de: Beendet
es: Finalizado
fr: Terminé
it: Completato
ja: 終了
ko: 완료됨
pl: Zakończony
pt_br: Concluído

source: Finished and archived plans will appear here.
ar: ستظهر الخطط المنتهية والمؤرشفة هنا.
de: Beendete und archivierte Pläne werden hier angezeigt.
es: Los planes finalizados y archivados aparecerán aquí.
fr: Les plans terminés et archivés apparaîtront ici.
it: I piani completati e archiviati appariranno qui.
ja: 終了またはアーカイブしたプランがここに表示されます。
ko: 완료되거나 보관된 플랜이 여기에 표시됩니다.
pl: Tutaj pojawią się zakończone i zarchiwizowane plany.
pt_br: Planos concluídos e arquivados aparecerão aqui.

source: Finished plans
ar: الخطط المنتهية
de: Beendete Pläne
es: Planes finalizados
fr: Plans terminés
it: Piani completati
ja: 終了したプラン
ko: 완료된 플랜
pl: Zakończone plany
pt_br: Planos concluídos

source: Has existing activities
ar: توجد أنشطة حالية
de: Enthält bereits Aktivitäten
es: Ya tiene actividades
fr: Contient déjà des activités
it: Contiene già attività
ja: 既存のアクティビティあり
ko: 기존 활동 있음
pl: Ma już aktywności
pt_br: Já tem atividades

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pl: Historia
pt_br: Histórico

source: It no longer generates activities. Its previous schedule and progress are kept for reference.
ar: لم تعد هذه الخطة تنشئ أنشطة. تم الاحتفاظ بجدولها السابق وتقدمها للرجوع إليهما.
de: Dieser Plan erstellt keine Aktivitäten mehr. Der bisherige Zeitplan und Fortschritt bleiben als Referenz erhalten.
es: Este plan ya no genera actividades. Su calendario y progreso anteriores se conservan como referencia.
fr: Ce plan ne génère plus d’activités. Son ancien programme et sa progression sont conservés à titre de référence.
it: Questo piano non genera più attività. Il programma e i progressi precedenti restano disponibili come riferimento.
ja: このプランからアクティビティは作成されません。以前のスケジュールと進捗は参照用に保存されています。
ko: 이 플랜은 더 이상 활동을 생성하지 않습니다. 이전 일정과 진행 상황은 참고용으로 보관됩니다.
pl: Ten plan nie tworzy już aktywności. Poprzedni harmonogram i postępy zachowano do wglądu.
pt_br: Este plano não gera mais atividades. O cronograma e o progresso anteriores são mantidos para consulta.

source: Its date range has ended or its schedule is empty. Create a similar plan with a new schedule.
ar: انتهى نطاق تاريخها أو أن جدولها فارغ. أنشئ خطة مشابهة بجدول جديد.
de: Der Zeitraum ist abgelaufen oder der Zeitplan ist leer. Erstelle einen ähnlichen Plan mit neuem Zeitplan.
es: Su intervalo de fechas ha terminado o su calendario está vacío. Crea un plan similar con un calendario nuevo.
fr: Sa période est terminée ou son programme est vide. Créez un plan similaire avec un nouveau programme.
it: L'intervallo di date è terminato o il programma è vuoto. Crea un piano simile con un nuovo programma.
ja: 期間が終了したか、スケジュールが空です。新しいスケジュールで同様のプランを作成してください。
ko: 날짜 범위가 끝났거나 일정이 비어 있습니다. 새 일정으로 비슷한 플랜을 만드세요.
pl: Zakres dat dobiegł końca lub harmonogram jest pusty. Utwórz podobny plan z nowym harmonogramem.
pt_br: O intervalo de datas terminou ou o cronograma está vazio. Crie um plano semelhante com um novo cronograma.

source: Keep editing
ar: متابعة التحرير
de: Weiter bearbeiten
es: Seguir editando
fr: Continuer la modification
it: Continua a modificare
ja: 編集を続ける
ko: 계속 편집
pl: Edytuj dalej
pt_br: Continuar editando

source: Learn Spanish
ar: تعلم الإسبانية
de: Spanisch lernen
es: Aprender español
fr: Apprendre l’espagnol
it: Imparare lo spagnolo
ja: スペイン語を学ぶ
ko: 스페인어 배우기
pl: Nauka hiszpańskiego
pt_br: Aprender espanhol

source: Missed
ar: فائت
de: Verpasst
es: Omitido
fr: Manqué
it: Saltato
ja: 未完了
ko: 놓침
pl: Pominięto
pt_br: Perdido

source: Name
ar: الاسم
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt_br: Nome

source: New plan
ar: خطة جديدة
de: Neuer Plan
es: Nuevo plan
fr: Nouveau plan
it: Nuovo piano
ja: 新規プラン
ko: 새 플랜
pl: Nowy plan
pt_br: Novo plano

source: Next planned day
ar: اليوم المخطط التالي
de: Nächster geplanter Tag
es: Próximo día planificado
fr: Prochain jour planifié
it: Prossimo giorno pianificato
ja: 次の予定日
ko: 다음 예정일
pl: Następny zaplanowany dzień
pt_br: Próximo dia planejado

source: No active plans
ar: لا توجد خطط نشطة
de: Keine aktiven Pläne
es: No hay planes activos
fr: Aucun plan actif
it: Nessun piano attivo
ja: 進行中のプランはありません
ko: 활성 플랜 없음
pl: Brak aktywnych planów
pt_br: Nenhum plano ativo

source: No activities
ar: لا توجد أنشطة
de: Keine Aktivitäten
es: Sin actividades
fr: Aucune activité
it: Nessuna attività
ja: アクティビティなし
ko: 활동 없음
pl: Brak aktywności
pt_br: Nenhuma atividade

source: No activities planned
ar: لا توجد أنشطة مخططة
de: Keine Aktivitäten geplant
es: No hay actividades planificadas
fr: Aucune activité planifiée
it: Nessuna attività pianificata
ja: 予定されたアクティビティなし
ko: 계획된 활동 없음
pl: Brak zaplanowanych aktywności
pt_br: Nenhuma atividade planejada

source: No activities planned today
ar: لا توجد أنشطة مخططة اليوم
de: Heute sind keine Aktivitäten geplant
es: No hay actividades planificadas para hoy
fr: Aucune activité planifiée aujourd’hui
it: Nessuna attività pianificata oggi
ja: 今日予定されているアクティビティはありません
ko: 오늘 계획된 활동 없음
pl: Brak aktywności zaplanowanych na dziś
pt_br: Nenhuma atividade planejada para hoje

source: No activities were scheduled for this plan.
ar: لم تتم جدولة أي أنشطة لهذه الخطة.
de: Für diesen Plan wurden keine Aktivitäten geplant.
es: No se programaron actividades para este plan.
fr: Aucune activité n’a été programmée pour ce plan.
it: Non sono state programmate attività per questo piano.
ja: このプランにはアクティビティが設定されていません。
ko: 이 플랜에 예정된 활동이 없습니다.
pl: W tym planie nie zaplanowano żadnych aktywności.
pt_br: Nenhuma atividade foi agendada para este plano.

source: No plan history
ar: لا يوجد سجل للخطط
de: Kein Planverlauf
es: No hay historial de planes
fr: Aucun historique de plans
it: Nessuna cronologia dei piani
ja: プラン履歴はありません
ko: 플랜 기록 없음
pl: Brak historii planów
pt_br: Nenhum histórico de planos

source: OK
ar: موافق
es: Aceptar
ko: 확인

source: Original schedule
ar: الجدول الأصلي
de: Ursprünglicher Zeitplan
es: Calendario original
fr: Programme d’origine
it: Programma originale
ja: 元のスケジュール
ko: 원래 일정
pl: Pierwotny harmonogram
pt_br: Cronograma original

source: Partly done
ar: مكتمل جزئيًا
de: Teilweise erledigt
es: Parcialmente completado
fr: Partiellement terminé
it: Completato in parte
ja: 一部完了
ko: 일부 완료
pl: Częściowo ukończono
pt_br: Parcialmente concluído

source: Plan
ar: الخطة
it: Piano
ja: プラン
ko: 플랜
pt_br: Plano

source: Plan actions
ar: إجراءات الخطة
de: Planaktionen
es: Acciones del plan
fr: Actions du plan
it: Azioni del piano
ja: プランのアクション
ko: 플랜 작업
pl: Działania planu
pt_br: Ações do plano

source: Plan couldn't be saved
ar: تعذر حفظ الخطة
de: Plan konnte nicht gespeichert werden
es: No se pudo guardar el plan
fr: Impossible d’enregistrer le plan
it: Impossibile salvare il piano
ja: プランを保存できませんでした
ko: 플랜을 저장할 수 없습니다
pl: Nie udało się zapisać planu
pt_br: Não foi possível salvar o plano

source: Plan details
ar: تفاصيل الخطة
es: Detalles del plan
fr: Détails du plan
it: Dettagli piano
ja: プランの詳細
ko: 플랜 세부 정보
pl: Szczegóły planu
pt_br: Detalhes do plano

source: Plan name
ar: اسم الخطة
es: Nombre del plan
fr: Nom du plan
it: Nome del piano
ja: プラン名
ko: 플랜 이름
pl: Nazwa planu
pt_br: Nome do plano

source: Planned
ar: مخطط
de: Geplant
es: Planificada
fr: Planifiée
it: Pianificata
ja: 予定
ko: 예정
pl: Zaplanowano
pt_br: Planejada

source: Planned activities
ar: الأنشطة المخططة
de: Geplante Aktivitäten
es: Actividades planificadas
fr: Activités planifiées
it: Attività pianificate
ja: 予定アクティビティ
ko: 계획된 활동
pl: Zaplanowane aktywności
pt_br: Atividades planejadas

source: Plans
ar: الخطط
de: Pläne
es: Planes
it: Piani
ja: プラン
ko: 플랜
pl: Plany
pt_br: Planos

source: Previous schedule
ar: الجدول السابق
de: Vorheriger Zeitplan
es: Calendario anterior
fr: Programme précédent
it: Programma precedente
ja: 以前のスケジュール
ko: 이전 일정
pl: Poprzedni harmonogram
pt_br: Cronograma anterior

source: Remove activities
ar: إزالة الأنشطة
de: Aktivitäten entfernen
es: Eliminar actividades
fr: Supprimer les activités
it: Rimuovi attività
ja: アクティビティを削除
ko: 활동 제거
pl: Usuń aktywności
pt_br: Remover atividades

source: Remove activities from %@?
ar: إزالة الأنشطة من %@؟
de: Aktivitäten von %@ entfernen?
es: ¿Eliminar actividades de %@?
fr: Supprimer les activités de %@ ?
it: Rimuovere le attività da %@?
ja: %@からアクティビティを削除しますか？
ko: %@에서 활동을 제거할까요?
pl: Usunąć aktywności: %@?
pt_br: Remover atividades de %@?

source: Repeats weekly
ar: يتكرر أسبوعيًا
de: Wird wöchentlich wiederholt
es: Se repite cada semana
fr: Se répète chaque semaine
it: Si ripete ogni settimana
ja: 毎週繰り返し
ko: 매주 반복
pl: Powtarza się co tydzień
pt_br: Repete semanalmente

source: Replace activities
ar: استبدال الأنشطة
de: Aktivitäten ersetzen
es: Sustituir actividades
fr: Remplacer les activités
it: Sostituisci attività
ja: アクティビティを置き換える
ko: 활동 교체
pl: Zastąp aktywności
pt_br: Substituir atividades

source: Replace activities on %@?
ar: هل تريد استبدال الأنشطة في %@؟
de: Aktivitäten für %@ ersetzen?
es: ¿Sustituir las actividades de %@?
fr: Remplacer les activités de %@ ?
it: Sostituire le attività di %@?
ja: %@のアクティビティを置き換えますか？
ko: %@의 활동을 교체할까요?
pl: Zastąpić aktywności w %@?
pt_br: Substituir as atividades de %@?

source: Replace activities on selected days?
ar: هل تريد استبدال الأنشطة في الأيام المحددة؟
de: Aktivitäten an ausgewählten Tagen ersetzen?
es: ¿Sustituir las actividades de los días seleccionados?
fr: Remplacer les activités des jours sélectionnés ?
it: Sostituire le attività nei giorni selezionati?
ja: 選択した曜日のアクティビティを置き換えますか？
ko: 선택한 요일의 활동을 교체할까요?
pl: Zastąpić aktywności w wybrane dni?
pt_br: Substituir as atividades nos dias selecionados?

source: Restore plan
ar: استعادة الخطة
de: Plan wiederherstellen
es: Restaurar plan
fr: Restaurer le plan
it: Ripristina piano
ja: プランを復元
ko: 플랜 복원
pl: Przywróć plan
pt_br: Restaurar plano

source: Review plan
ar: مراجعة الخطة
de: Plan prüfen
es: Revisar plan
fr: Vérifier le plan
it: Rivedi piano
ja: プランを確認
ko: 플랜 검토
pl: Sprawdź plan
pt_br: Revisar plano

source: Save changes
ar: حفظ التغييرات
de: Änderungen sichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
pl: Zapisz zmiany
pt_br: Salvar alterações

source: Selected days will copy the source day's activities. You'll confirm before replacing existing activities.
ar: ستنسخ الأيام المحددة أنشطة يوم المصدر. ستؤكد قبل استبدال الأنشطة الحالية.
de: Die ausgewählten Tage übernehmen die Aktivitäten des Quelltags. Vorhandene Aktivitäten werden erst nach Bestätigung ersetzt.
es: Los días seleccionados copiarán las actividades del día de origen. Confirmarás antes de sustituir las actividades existentes.
fr: Les jours sélectionnés copieront les activités du jour source. Vous confirmerez avant de remplacer les activités existantes.
it: I giorni selezionati copieranno le attività del giorno di origine. Confermerai prima di sostituire le attività esistenti.
ja: 選択した曜日にコピー元のアクティビティがコピーされます。既存のアクティビティを置き換える前に確認できます。
ko: 선택한 요일에 원본 요일의 활동이 복사됩니다. 기존 활동을 교체하기 전에 확인할 수 있습니다.
pl: Do wybranych dni zostaną skopiowane aktywności z dnia źródłowego. Przed zastąpieniem istniejących aktywności pojawi się prośba o potwierdzenie.
pt_br: Os dias selecionados copiarão as atividades do dia de origem. Você confirmará antes de substituir atividades existentes.

source: Skipped
ar: تم التخطي
de: Übersprungen
es: Omitida
fr: Ignorée
it: Saltata
ja: スキップ
ko: 건너뜀
pl: Pominięto
pt_br: Ignorada

source: Source day
ar: يوم المصدر
de: Quelltag
es: Día de origen
fr: Jour source
it: Giorno di origine
ja: コピー元の曜日
ko: 원본 요일
pl: Dzień źródłowy
pt_br: Dia de origem

source: Start plan
ar: بدء الخطة
de: Plan starten
es: Iniciar plan
fr: Démarrer le plan
it: Avvia piano
ja: プランを開始
ko: 플랜 시작
pl: Rozpocznij plan
pt_br: Iniciar plano

source: Starts
ar: البدء
de: Beginn
es: Inicio
fr: Début
it: Inizio
ja: 開始
ko: 시작
pl: Początek
pt_br: Início

source: Status
ar: الحالة
es: Estado
fr: État
it: Stato
ja: ステータス
ko: 상태

source: Target days
ar: الأيام المستهدفة
de: Zieltage
es: Días de destino
fr: Jours cibles
it: Giorni di destinazione
ja: 適用先の曜日
ko: 대상 요일
pl: Dni docelowe
pt_br: Dias de destino

source: The plan and its progress will be deleted. Completed activities will remain in your history.
ar: سيتم حذف الخطة وتقدمها. ستبقى الأنشطة المكتملة في سجلك.
de: Der Plan und sein Fortschritt werden gelöscht. Abgeschlossene Aktivitäten bleiben in deinem Verlauf erhalten.
es: El plan y su progreso se eliminarán. Las actividades completadas permanecerán en tu historial.
fr: Le plan et sa progression seront supprimés. Les activités terminées resteront dans votre historique.
it: Il piano e i suoi progressi verranno eliminati. Le attività completate resteranno nella cronologia.
ja: プランと進捗は削除されます。完了したアクティビティは履歴に残ります。
ko: 플랜과 진행 상황이 삭제됩니다. 완료한 활동은 기록에 남습니다.
pl: Plan i jego postęp zostaną usunięte. Ukończone aktywności pozostaną w historii.
pt_br: O plano e seu progresso serão excluídos. As atividades concluídas permanecerão no seu histórico.
